[
  {
    "name": "New Haven",
    "county": "Franklin",
    "state": "MO",
    "population": 2089,
    "established": 1856,
    "description": "New Haven is a quaint, historic gem nestled along the picturesque Missouri River since 1856.  Known for its warm and welcoming community, this charming town invites visitors and locals alike to explore its rich history, bustling uptown shops and quaint historic downtown merchants.  With a perfect blend of preserved history and modern creativity, New Haven offers a riverside retreat where every corner tells a story and every visit leaves a lasting impression. ",
    "lat": 38.6084781211209,
    "long": -91.2195556111113
  },
  {
    "name": "Gerald",
    "county": "Franklin",
    "state": "MO",
    "population": 1345,
    "established": 1901,
    "description": "Gerald, established along the railroad in 1901, is a delightful small town that blends rustic charm with a warm, welcoming spirit. Enjoy the scenic countryside and stroll through the town's quaint streets discovering locally owned shops, cozy cafes, and community events that bring people together.  Come discover the rural farming and railroad heritage that is Gerald.  ",
    "lat": 38.3996999348893,
    "long": -91.3302221984299
  },
  {
    "name": "Rosebud",
    "county": "Gasconade",
    "state": "MO",
    "population": 409,
    "established": 1908,
    "description": "Rosebud, Missouri, is a small-town gem where community spirit and scenic charm come together. Known for its family-friendly festivals and thriving shops, this town offers year-round fun for visitors and locals alike. Explore unique boutiques, savor delicious local eats, and enjoy the rolling countryside that surrounds the area. \n",
    "lat": 38.387261234792,
    "long": -91.4010406513727
  },
  {
    "name": "Owensville",
    "county": "Gasconade",
    "state": "MO",
    "population": 2676,
    "established": 1886,
    "description": "Owensville, founded in 1886, is a vibrant small town that perfectly blends charm, community, and adventure. Known for its welcoming atmosphere, Owensville offers something for everyone—from exploring the historic downtown filled with unique shops and local eateries to enjoying the natural beauty of nearby parks and trails. Don’t miss the town’s family-friendly events, like the Gasconade County Fair, which brings the community together with music, food, and fun. \n",
    "lat": 38.3456785092646,
    "long": -91.5013419762128
  },
  {
    "name": "Swiss",
    "county": "Gasconade",
    "state": "MO",
    "population": 98,
    "established": 1881,
    "description": "Swiss, originally founded by immigrants from Switzerland, hence its name, is a small community that preserves its unique cultural heritage. Nestled in the rolling hills of central Missouri this town offers panoramic views of hay fields and tranquil farming homesteads.  ",
    "lat": 38.5615062875028,
    "long": -91.470990243252
  },
  {
    "name": "Hermann",
    "county": "Gasconade",
    "state": "MO",
    "population": 2431,
    "established": 1837,
    "description": "Hermann is a delightful town that captures the charm of small-town America with a unique European flair. Nestled along the scenic Missouri River, this historic village is renowned for its picturesque streets, award-winning wineries, and rich German heritage. Whether you're exploring the town's beautiful vineyards, enjoying a riverfront stroll, or savoring local delicacies, Hermann offers a blend of relaxation and adventure. \n",
    "lat": 38.7041629915504,
    "long": -91.4393435084909
  },
  {
    "name": "Berger",
    "county": "Franklin",
    "state": "MO",
    "population": 221,
    "established": 1871,
    "description": "Tucked away in the serene Missouri countryside, Berger is a peaceful retreat that blends rural beauty with a close-knit community feel. This charming village, surrounded by lush hills and expansive farmlands, offers a tranquil escape from the bustle of everyday life. With its quiet  atmosphere and scenic surroundings, it's a perfect destination for those looking to reconnect with nature and the simplicity of country living.\n",
    "lat": 38.6741969911003,
    "long": -91.3390347357491
  },
  {
    "name": "Stony Hill",
    "county": "Gasconade",
    "state": "MO",
    "population": 149,
    "established": 1883,
    "description": "Stony Hill, Missouri, is a quiet, scenic village that offers a peaceful retreat in the heart of nature. Surrounded by beautiful landscapes, this charming community invites you to slow down and reconnect with the simplicity of life. Whether you're enjoying a calm day in the great outdoors or savoring local hospitality, Stony Hill’s serene atmosphere makes it an inspiring place to reflect, unwind, and appreciate the beauty of small-town living. Come explore the rolling hills dotted with golden hay bales, a serene snapshot of Missouri’s countryside charm\n\n",
    "lat": 38.5430603977941,
    "long": -91.3726320511841
  }
]